{
    "leo_header" : "LOW EARTH ORBIT (LEO)",
    "leo_body_distance" : "160 km - 1000 km",
    "leo_body_about" : "A low Earth orbit (LEO) is, as the name suggests, an orbit that is relatively close to Earth’s surface. Most man-made objects orbiting Earth are in LEO. Satellites in LEO do not have to follow a particular path around Earth, which makes for more route possibilities.",
    "leo_button" : "VISIT LEO",
    "meo_header" : "MEDIUM EARTH ORBIT (MEO)",
    "meo_body_distance" : "2000 km - 35,586 km (Between LEO and GEO)",
    "meo_body_about" : "Medium Earth Orbit comprises a wide range of orbits anywhere between LEO and GEO. Like LEO, satellites in MEO do not need to take a specific path around Earth and many satellites residing in MEO have highly elliptical orbits.",
    "meo_button" : "VISIT MEO",
    "heo_header" : "HIGHLY ELLIPTICAL ORBIT (HEO)",
    "heo_body_distance" : "Varies",
    "heo_body_about" : "In HEO, satellites orbit the earth traversing an elliptical path rather than a circular one. A key feature of satellites in HEO is that they move faster when they are close to Earth than when they are farther away. This is because when the satellite is in perigee (the point of orbit closest to Earth), the gravitational pull from Earth is higher than when the satellite is in apogee (the point farthest from Earth).",
    "heo_button" : "VISIT HEO",
    "gso_header" : "GEOSYNCHRONOUS ORBIT (GSO)",
    "gso_body_distance" : "35,786 km",
    "gso_body_about" : "Objects in geosynchronous orbit have an orbital speed that matches the Earth’s rotation (23 hours, 56 minutes, and 4 seconds), and yield a consistent position over a single longitude, but may drift to the north and south.",
    "gso_button" : "VISIT GSO",
    "geo_header" : "GEOSTATIONARY ORBIT (GEO)",
    "geo_body_distance" : "35,786 km above Earth’s equator",
    "geo_body_about" : "Satellites in geostationary orbit (GEO) circle Earth above the equator from west to east following Earth’s rotation—taking 23 hours 56 minutes and 4 seconds—by traveling at exactly the same rate as Earth. This makes satellites in GEO appear to be ‘stationary’ over a fixed position. Satellites in GEO cover a large range of the Earth so as few as three equally-spaced satellites can provide near global coverage. This is because when a satellite is this far from Earth, it can cover larger sections at once.",
    "geo_button" : "VISIT GEO",
    "gto_header" : "GEOSYNCHRONOUS TRANSFER ORBIT (GTO)",
    "gto_body_distance" : "~ 37,000 km",
    "gto_body_about" : "A Geosynchronous Transfer Orbit (GTO) is an elliptical orbit with an apoapsis altitude in the neighborhood of 37,000 km. To attain geosynchronous (and also geostationary) Earth orbits, a spacecraft must first be launched into GTO, circularize the orbit by turning parallel to the equator at apoapsis, and fire its rocket engine (or apogee motor). Launch vehicles' capabilities are often compared based on the amount of mass they can lift to GTO.",
    "gto_button" : "VISIT GTO"
}